----------------------------------------------------
---------------TRANSALTED BY MRPUPIR---------------
-------------steamcommunity.com/id/mrpupec/-------------
----------------------------------------------------
russian = {}

russian.roundtype = "Раунд: {type}"
russian.preparing = "Приготовтесь, раунд начнется через {num} секунд"
russian.round = "Игра началась, удачи!"
russian.specialround = "Это спец. раунд"

russian.lang_pldied = "{num} игрока(-ов) умер(-ло)"
russian.lang_descaped = "{num} класса(-ов) Д сбежал(-о)"
russian.lang_sescaped = "{num} SCP сбежал(-о)"
russian.lang_rescaped = "{num} ученый(-х) сбежал(-о)"
russian.lang_dcaptured = "Хаос спас {num} класса(-ов) Д"
russian.lang_rescorted = "MTF эвакуировало {num} ученый(-х)"
russian.lang_teleported = "SCP - 106 отправил {num} игрока(-ов) на дачу"
russian.lang_snapped = "{num} человеку(-м) помасажировал шею SCP - 173"
russian.lang_zombies = 'SCP - 049 "вылечик" {num} раз(-а)'
russian.lang_secret_found = "Секрет найден"
russian.lang_secret_nfound = "Секрет не найден"

russian.class_unknown = "Неизвестно"

russian.votefail = "Вы не можете этого сделать!"
russian.votepunish = "Наказать или простить %s"
russian.voterules = [[
	Напишите !punish чтобы наказать или !forgive что простить
	Голос пострадавшего = 5 голосов
	Голос обычного игрока = 1 голос
	Доп. 3 голоса возьмутся у наблюдателей
	Вы можете проголосовать только 1 раз!
]]
russian.punish = "НАКАЗАТЬ"
russian.forgive = "ПРОСТИТЬ"
russian.voteresult = "Результат %s это... %s"
russian.votes = "От %s игроков - %s проголосовало за наказание, %s - за прощение"
russian.votecancel = "Голосование отменено!"

russian.eq_tip = "ЛКМ - Выбрать | ПКМ - Выбросить"
russian.eq_open = "Нажмите 'Q' чтобы открыть инвентарь!"

russian.starttexts = {
	ROLE_SCPSantaJ = {
		"Вы SCP-SANTA-J",
		{"Ваша задача сбежать с комплекса",
		"Вы Санта Клаус, дарите подарки всем!",
		"С Новым Годом!",
		"Этот спец. SCP доступен только на Новый Год!"}
	},
	ROLE_SCP173 = {
		"Вы SCP-173",
		{"Ваша задача сбежать с комплекса",
		"Вы не двигаетесь когда на Вас смотрят",
		"Люди моргают",
		"У Вас есть спец. способность на ПКМ - ослепить всех вокруг Вас"}
	},
	ROLE_SCP096 = {
		"Вы SCP-096",
		{"Ваша задача сбежать с комплекса",
		"Вы можете быстро двигатся когда на Вас смотрят",
		"Вы можете испугать на ПКМ"}
	},
	ROLE_SCP066 = {
		"Вы SCP-066",
		{"Ваша задача сбежать с комплекса",
		"Вы можете проиграть ОЧЕНЬ громкий звук",
		"ЛКМ - атака, ПКМ - сломать окно"}
	},
	ROLE_SCP106 = {
		"Вы SCP-106",
		{"Ваша задача сбежать с комплекса",
		"Если вы тронете кого-нибудь, то его телепортирует",
		"на Вашу дачу"}
	},
	ROLE_SCP966 = {
		"Вы SCP-966",
		{"Ваша задача сбежать с комплекса",
		"Вы невидимы, Вас можно увидеть только через NVG",
		"Вы наносите урон, но только когда Вы рядом с игроком",
		"Так же вы дизориентируете игроков"}
	},
	ROLE_SCP682 = {
		"Вы SCP-682",
		{"Ваша задача сбежать с комплекса",
		"Вы Бессмертная Рептилия",
		"Вы убиваете игрока моментально, но Вы очень медлены",
		"У Вас есть спец. способность на ПКМ"}
	},
	ROLE_SCP457 = {
		"Вы SCP-457",
		{"Ваша задача сбежать с комплекса",
		"Вы всегда горите",
		"Если Вы близко с игроком, то он загорится"}
	},
	ROLE_SCP049 = {
		"Вы SCP-049",
		{"Ваша задача сбежать с комплекса",
		"Если вы используюете спец. способность на игроке, то он станет SCP-049-2"}
	},
	ROLE_SCP689 = {
		"Вы SCP-689",
		{"Ваша задача сбежать с комплекса",
		"Вы очень медленый",
		"Вы можете убить того кто на Вас смотрит",
		"После смерти Вы появитесь на его трупе",
		"ЛКМ - атака, ПКМ - сломать окно"}
	},
	ROLE_SCP939 = {
		"Вы SCP-939",
		{"Ваша задача сбежать с комплекса",
		"Вы быстрый и имеете много ХП",
		"Вы можете разговаривать с жертвой",
		"ЛКМ - атака, ПКМ - сменить голосовой канал"}
	},
	ROLE_SCP999 = {
		"Вы SCP-999",
		{"Ваша задача сбежать с комплекса",
		"Вы можете лечить кого захотите",
		"Вы можете сгрупироватся с людьми или SCP"}
	},
	ROLE_SCP082 = {
		"Вы SCP-082",
		{"Ваша задача сбежать с комплекса",
		"Вы канибал с мачете",
		"Ваша атака уменьшает стамину жертвы",
		"Когда вы убьете кого-нибудь то получите ХП"}
	},
	ROLE_SCP023 = {
		"Вы SCP-023",
		{"Ваша задача сбежать с комплекса",
		"Вы волк и поджигаете всех кто находится рядом",
		"Горение добавляем вам некоторое кол-во ХП",
		"ЛКМ - атака, ПКМ - быстрый бег (теряется хп)"}
	},
	ROLE_SCP1471 = {
		"Вы SCP-1471-A",
		{"Ваша задача сбежать с комплекса",
		"Вы можете телепортироватся к своей жертве",
		"ЛКМ - атака, ПКМ - телепорт"}
	},
	ROLE_SCP1048A = {
		"Вы SCP-1048-A",
		{"Ваша задача сбежать с комплекса",
		"Вы выглядите как SCP-1048, но из ушей",
		"Вы имитируете очень громкий крик"}
	},
	ROLE_SCP1048B = {
		"Вы SCP-1048-B",
		{"Ваша задача сбежать с комплекса",
		"Убейте всех!"}
	},
	ROLE_SCP8602 = {
		"Вы SCP-860-2",
		{"Ваша задача сбежать с комплекса",
		"Вы лесной монстр",
		"ЛКМ - атака"}
	},
	ROLE_SCP0492 = {
		"Вы SCP-049-2",
		{"Ваша задача сбежать с комплекса",
		"Сгрупируйтесь с SCP-049 чтобы убить больше"}
	},
	ROLE_SCP076 = {
		"Вы SCP-076-2",
		{"Ваша задача сбежать с комплекса",
		"Вы быстрый но имеете мало ХП",
		"Вы возрождаетесь пока не сломают SCP-076-1"}
	},
	ROLE_SCP957 = {
		"Вы SCP-957",
		{"Ваша задача сбежать с комплекса",
		"У вас очень маленкий урон, но при смерти SCP-957-1 вы получите урон",
		"ЛКМ - нанести урон",
		"После атаки, Вы и SCP-957-1 получите некоторое кол-во хп"}
	},
	ROLE_SCP9571 = {
		"Вы SCP-957-1",
		{"Ваша задача приводить всех к SCP-957",
		"Вы очень плохо видите, и можете общатся с SCP-957",
		"Никто не знает что Вы SCP, не сдайте себя!",
		"Если вы умираете, то SCP-957 получит урон"}
	},
	ROLE_SCP0082 = {
		"Вы SCP-008-2",
		{"Ваша задача заразить всех",
		"Если Вы убьете кого-нибудь, то он станет SCP-008-2"}
	},
	ROLE_RES = {
		"Вы Ученый",
		{"Ваша задача сбежать с комплекса",
		"Вам нужно найти MTF, они Вам помогут",
		"Будьте осторожны с Д классом, они могут Вас убить!"}
	},
	ROLE_MEDIC = {
		"Вы Медик",
		{"Ваша задача сбежать с комплекса",
		"Вам нужно найти MTF, они Вам помогут",
		"Будьте осторожны с Д классом, они могут Вас убить!",
		"Если кто-то ранен, полечите его"}
	},
	ROLE_NO3 = {
		"Вы Ученый Уровня 3",
		{"Ваша задача сбежать с комплекса",
		"Вы знаете комплекс как никто другой",
		"Будьте осторожны с Д классом, они могут Вас убить!",
		"Найдите рацию и попросите помощь!"}
	},
	ROLE_CLASSD = {
		"Вы Класс Д",
		{"Ваша задача сбежать с комплекса",
		"Вам нужно сгрупироватся с другими Д",
		"Ищите ключ-карты и будьте бдительны с MTF и SCP"}
	},
	ROLE_VETERAN = {
		"Вы Класс Д Ветеран",
		{"Ваша задача сбежать с комплекса",
		"Вам нужно сгрупироватся с другими Д",
		"Ищите ключ-карты и будьте бдительны с MTF и SCP"}
	},
	ROLE_CIC = {
		"Вы Агент Хаоса",
		{"Ваша задача это помочь сбежать Классу Д",
		"Сгрупируйтесь",
		"Будьте бдительны с MTF и SCP"}
	},
	ROLE_SECURITY = {
		"Вы Охранник безопасности",
		{"Ваша задача найти и эвакуировать всех",
		"ученых которые остались в комплексе",
		"Вы можете не убивать Класс Д, но SCP нужно убить.",
		"Вы слушаетесь Шефа безопасности."}
	},
	ROLE_CSECURITY = {
		"Вы Шеф безопасности",
		{"Ваша задача найти и эвакуировать всех",
		"ученых которые остались в комплексе",
		"Вы можете не убивать Класс Д, но SCP нужно убить.",
		"Отдавайт приказы Охранникам безопасности"}
	},
	ROLE_MTFGUARD = {
		"Вы MTF Охранник",
		{"Ваша задача найти и эвакуировать всех",
		"ученых которые остались в комплексе",
		"Вы можете не убивать Класс Д, но SCP нужно убить.",
		"Слушайте Командира и Директора Комплекса"}
	},
	ROLE_MTFMEDIC = {
		"Вы MTF Медик",
		{"Ваша задача лечить раненых",
		"Вы можете не убивать Класс Д, но SCP нужно убить.",
		"Слушайте Командира и Директора Комплекса"}
	},
	ROLE_HAZMAT = {
		"Вы MTF SCU",
		{"Ваша задача найти и эвакуировать всех",
		"ученых которые остались в комплексе",
		"Вы можете не убивать Класс Д, но SCP нужно убить.",
		"Слушайте Командира и Директора Комплекса"}
	},
	ROLE_MTFL = {
		"Вы MTF Лейтенант",
		{"Ваша задача найти и эвакуировать всех",
		"ученых которые остались в комплексе",
		"Вы можете не убивать Класс Д, но SCP нужно убить.",
		"Отдавайте приказы охране.",
		"Слушайте Командира и Директора Комплекса"}
	},
	ROLE_SD = {
		"Вы Директор Комплекса",
		{"Ваша задача отдавать приказы",
		"Вы можете отдавать приказы охране",
		"Вы должны сохранить комплекс так, чтобы ниодин из Д и SCP не сбежал!"}
	},
	ROLE_O5 = {
		"Вы Агент О5",
		{"У Вас есть доступ ко всему",
		"Вы самая важная персона, можете отдавать всем приказы",
		"Сделайте все чтобы сохранить репутацию комплекса"}
	},
	ROLE_MTFNTF = {
		"Вы MTF Девятихвостый Лис",
		{"Ваша задача найти и эвакуировать всех",
		"ученых которые остались в комплексе",
		"Вы можете не убивать Класс Д, но SCP нужно убить.",
		"Идите в комплекс чтобы остановить Хаос и спасти ученых"}
	},
	ROLE_MTFCOM = {
		"Вы MTF Командир",
		{"Ваша задача найти и эвакуировать всех!",
		"ученых которые остались в комплексе",
		"Вы можете не убивать Класс Д, но SCP нужно убить.",
		"Отдавайте приказы охране"}
	},
	ROLE_CHAOS = {
		"Вы Солдат Хаоса",
		{"Ваша задача спасти весь Класс Д",
		"Эвакуируйте их!",
		"Убейте тех кто помешает Вам"}
	},
	ROLE_CHAOSSPY = {
		"Вы Шпион Хаоса",
		{"Ваша задача убить MTF и спасти весь Класс Д",
		"Никто не знает кто Вы",
		"Будьте как MTF",
		"Если Вы найдете Класс Д, то попробуйте эвакуировать их"}
	},
	ROLE_CHAOSCOM = {
		"Вы Командир Хаоса",
		{"Ваша задача контролировать своих сотрудников",
		"Убейте тех кто помешает Вам"}
	},
	ROLE_SPEC = {
		"Вы Наблюдатель",
		{'Напишите "br_spectate" чтобы вернутся'}
	},
	ADMIN = {
		"Вы в админ-моде",
		{'Напишите "br_admin_mode" чтобы вернутся в след. раунде'}
	},
	ROLE_INFECTD = {
		"Вы Класс Д Персонал",
		{'Это спец. раунд "инфекция"',
		"Сгрупируйтесь чтобы остановить инфекцию!",
		"Если Вас убьет зомби, то Вы станете одним из них"}
	},
	ROLE_INFECTMTF = {
		"Вы MTF",
		{'Это спец. раунд "инфекция"',
		"Сгрупируйтесь чтобы остановить инфекцию!",
		"Если Вас убьет зомби, то Вы станете одним из них"}
	},
}

russian.lang_end1 = "Игра окончена"
russian.lang_end2 = "Время закончилось"
russian.lang_end3 = "Невозможно продолжить игру"

russian.escapemessages = {
	{
		main = "Вы сбежали",
		txt = "Вы сбежали из комплекса за {t} минут, отличная робота!",
		txt2 = "Если Вас эвакуирует МТФ, то это даст больше опыта.",
		clr = Color(237, 28, 63),
	},
	{
		main = "Вы сбежали",
		txt = "Вы сбежали из комплекса за {t} минут, отличная робота!",
		txt2 = "Если Вас эвакуирует Хаос, то это даст больше опыта.",
		clr = Color(237, 28, 63),
	},
	{
		main = "Вы эвакуированы",
		txt = "Вы эвакуировались из комплекса за {t} минут, отличная робота!",
		txt2 = "",
		clr = Color(237, 28, 63),
	},
	{
		main = "Вы сбежали",
		txt = "Вы сбежали из комплекса за {t} минут, отличная робота!",
		txt2 = "",
		clr = Color(237, 28, 63),
	}
}



russian.ROLES = {}

russian.ROLES.ADMIN = "АДМИН МОД"
russian.ROLES.ROLE_INFECTD = "Класс Д Персонал"
russian.ROLES.ROLE_INFECTMTF = "MTF"

russian.ROLES.ROLE_SCPSantaJ = "SCP-SANTA-J"
russian.ROLES.ROLE_SCP173 = "SCP-173"
russian.ROLES.ROLE_SCP106 = "SCP-106"
russian.ROLES.ROLE_SCP049 = "SCP-049"
russian.ROLES.ROLE_SCP457 = "SCP-457"
russian.ROLES.ROLE_SCP966 = "SCP-966"
russian.ROLES.ROLE_SCP096 = "SCP-096"
russian.ROLES.ROLE_SCP066 = "SCP-066"
russian.ROLES.ROLE_SCP689 = "SCP-689"
russian.ROLES.ROLE_SCP682 = "SCP-682"
russian.ROLES.ROLE_SCP082 = "SCP-082"
russian.ROLES.ROLE_SCP939 = "SCP-939"
russian.ROLES.ROLE_SCP999 = "SCP-999"
russian.ROLES.ROLE_SCP023 = "SCP-023"
russian.ROLES.ROLE_SCP076 = "SCP-076-2"
russian.ROLES.ROLE_SCP1471 = "SCP-1471-A"
russian.ROLES.ROLE_SCP8602 = "SCP-860-2"
russian.ROLES.ROLE_SCP1048A = "SCP-1048-A"
russian.ROLES.ROLE_SCP1048B = "SCP-1048-B"
russian.ROLES.ROLE_SCP0492 = "SCP-049-2"
russian.ROLES.ROLE_SCP0082 = "SCP-008-2"

russian.ROLES.ROLE_RES = "Ученый"
russian.ROLES.ROLE_MEDIC = "Медик"
russian.ROLES.ROLE_NO3 = "Ученый Уровня 3"

russian.ROLES.ROLE_CLASSD = "Класс Д Персонал"
russian.ROLES.ROLE_VETERAN = "Класс Д Ветеран"
russian.ROLES.ROLE_CIC = "Агент Хаоса"

russian.ROLES.ROLE_SECURITY = "Охранник безопасности"
russian.ROLES.ROLE_MTFGUARD = "MTF Охранник"
russian.ROLES.ROLE_MTFMEDIC = "MTF Медик"
russian.ROLES.ROLE_MTFL = "MTF Лейтенант"
russian.ROLES.ROLE_HAZMAT = "MTF SCU"
russian.ROLES.ROLE_MTFNTF = "MTF NTF"
russian.ROLES.ROLE_CSECURITY = "Шеф безопасности"
russian.ROLES.ROLE_MTFCOM = "MTF Командир"
russian.ROLES.ROLE_SD = "Директор Комплекса"
russian.ROLES.ROLE_O5 = "Агент О5"

russian.ROLES.ROLE_CHAOSSPY = "Шпион Хаоса"
russian.ROLES.ROLE_CHAOS = "Солдат Хаоса"
russian.ROLES.ROLE_CHAOSCOM = "Командир Хаоса"
russian.ROLES.ROLE_SPEC = "Наблюдатель"

russian.credits_orig = "Создано:"
russian.credits_edit = "Модифицировано:"
russian.settings = "Настройки"
russian.updateinfo = "Показать апдейты в след. раунде"
russian.done = "Готово"
russian.repe = "Напишите br_reset_intro чтобы показать результаты последней игры снова"

russian.author = "Автор"
russian.helper = "Хелпер"
russian.originator = "Организатор"

russian.updates = {
	"russian",
	"Апдейты",
	"Апдейты версии %s недоступны",
	"Версия сервера",
}

ALLLANGUAGES.russian = russian